Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# common.stop
source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fi: Pysäytä
fr: Arrêter
hi: रोकें
it: Fermare
ja: 停止
ko: 중지
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Остановить
sv: Stoppa
th: หยุด
tr: Durdur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# common.unknown
source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sv: Okänt
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# common.yes
source: Yes
ar: نعم
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hi: हाँ
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ru: Да
sv: Ja
th: ใช่
tr: Evet
vi: Có
zh_hans: 是
zh_hant: 是

# contributor.contribution.code
source: Code
ar: كود
da: Kode
es: Código
fi: Koodi
hi: कोड
it: Codice
ja: コード
ko: 코드
nb: Kode
pl: Kod
pt: Código
ru: Код
sv: Kod
th: โค้ด
tr: Kod
vi: Mã nguồn
zh_hans: 代码
zh_hant: 程式碼

# contributor.contribution.design
source: Design
ar: تصميم
es: Diseño
fi: Suunnittelu
hi: डिज़ाइन
ja: デザイン
ko: 디자인
nl: Ontwerp
pl: Projekt
ru: Дизайн
th: การออกแบบ
tr: Tasarım
vi: Thiết kế
zh_hans: 设计
zh_hant: 設計

# contributor.contribution.documentation
source: Documentation
ar: توثيق
da: Dokumentation
de: Dokumentation
es: Documentación
fi: Dokumentaatio
hi: दस्तावेज़ीकरण
it: Documentazione
ja: ドキュメント
ko: 문서화
nb: Dokumentasjon
nl: Documentatie
pl: Dokumentacja
pt: Documentação
ru: Документация
sv: Dokumentation
th: เอกสารประกอบ
tr: Dokümantasyon
vi: Tài liệu
zh_hans: 文档
zh_hant: 文檔

# contributor.contribution.feedback
source: Feedback
ar: ملاحظات
es: Comentarios
fi: Palaute
fr: Commentaires
hi: प्रतिक्रिया
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
pl: Opinie
ru: Отзывы
sv: Återkoppling
th: ข้อเสนอแนะ
tr: Geri bildirim
vi: Phản hồi
zh_hans: 反馈
zh_hant: 反饋

# contributor.contribution.infra
source: Infra
ar: البنية التحتية
da: Infrastruktur
de: Infrastruktur
es: Infraestructura
fi: Infrastruktuuri
fr: Infrastructure
hi: अवसंरचना
it: Infrastruttura
ja: インフラストラクチャ
ko: 인프라
nb: Infrastruktur
nl: Infrastructuur
pl: Infrastruktura
pt: Infraestrutura
ru: Инфраструктура
sv: Infrastruktur
th: โครงสร้างพื้นฐาน
tr: Altyapı
vi: Cơ sở hạ tầng
zh_hans: 基础设施
zh_hant: 基礎設施

# contributor.contribution.test
source: Test
ar: اختبار
es: Prueba
fi: Testi
hi: परीक्षण
ja: テスト
ko: 테스트
pt: Teste
ru: Тестирование
th: การทดสอบ
vi: Kiểm thử
zh_hans: 测试
zh_hant: 測試

# contributors.contributions.format
source: %@ contributions
ar: %@ مساهمة
da: %@ bidrag
de: %@ Beiträge
es: %@ contribuciones
fi: %@ panosta
hi: %@ योगदान
it: %@ contributi
ja: %@ コントリビューション
ko: %@ 기여
nb: %@ bidrag
nl: %@ bijdragen
pl: %@ wkład
pt: %@ contribuições
ru: %@ вклад
sv: %@ bidrag
th: %@ การมีส่วนร่วม
tr: %@ katkı
vi: %@ đóng góp
zh_hans: %@ 次贡献
zh_hant: %@ 次貢獻

# contributors.core_contributors
source: Core Contributors
ar: المساهمون الأساسيون
da: Kerneudviklere
de: Kernentwickler
es: Colaboradores principales
fi: Ydintiimin jäsenet
fr: Contributeurs principaux
hi: मुख्य योगदानकर्ता
it: Contributori principali
ja: コア貢献者
ko: 핵심 기여자
nb: Kjerneutviklere
nl: Kernbijdragers
pl: Główni współtwórcy
pt: Contribuidores principais
ru: Основные участники
sv: Kärnutvecklare
th: ผู้พัฒนาหลัก
tr: Ana katkıda bulunanlar
vi: Người đóng góp chính
zh_hans: 核心贡献者
zh_hant: 核心貢獻者

# contributors.github_contributors
source: GitHub Contributors
ar: مساهمو GitHub
da: GitHub-bidragydere
de: GitHub-Mitwirkende
es: Colaboradores de GitHub
fi: GitHub-avustajat
fr: Contributeurs GitHub
hi: GitHub योगदानकर्ता
it: Contributori GitHub
ja: GitHub貢献者
ko: GitHub 기여자
nb: GitHub-bidragsytere
nl: GitHub-bijdragers
pl: Współtwórcy GitHub
pt: Contribuidores do GitHub
ru: Участники GitHub
sv: GitHub-bidragsgivare
th: ผู้พัฒนา GitHub
tr: GitHub katkıda bulunanları
vi: Người đóng góp GitHub
zh_hans: GitHub贡献者
zh_hant: GitHub貢獻者

# delete.game.confirm
source: Are you sure you want to delete the game "%@" and all its data? (This will take a very long time)
ar: تأكيد حذف اللعبة
da: Bekræft sletning af spil
de: Spiel löschen bestätigen
es: Confirmar eliminación del juego
fi: Vahvista pelin poisto
fr: Confirmer la suppression du jeu
hi: गेम हटाने की पुष्टि करें
it: Conferma eliminazione gioco
ja: ゲーム削除の確認
ko: 게임 삭제 확인
nb: Bekreft sletting av spill
nl: Bevestig spel verwijderen
pl: Potwierdź usunięcie gry
pt: Confirmar exclusão do jogo
ru: Подтвердить удаление игры
sv: Bekräfta borttagning av spel
th: ยืนยันการลบเกม
tr: Oyun silmeyi onayla
vi: Xác nhận xóa trò chơi
zh_hans: 确定要删除游戏"%@"及其所有数据吗？(真的很久)
zh_hant: 確定要刪除遊戲"%@"及其所有數據嗎？(真的很久)

# delete.title
source: Delete Game Version
ar: حذف إصدار اللعبة
da: Slet spilversion
de: Spielversion löschen
es: Eliminar versión del juego
fi: Poista peliversio
fr: Supprimer la version du jeu
hi: गेम संस्करण हटाएं
it: Elimina versione gioco
ja: ゲームバージョンを削除
ko: 게임 버전 삭제
nb: Slett spillversjon
nl: Spelversie verwijderen
pl: Usuń wersję gry
pt: Excluir versão do jogo
ru: Удалить версию игры
sv: Radera spelversion
th: ลบเวอร์ชันเกม
tr: Oyun sürümünü sil
vi: Xóa phiên bản trò chơi
zh_hans: 删除游戏版本
zh_hant: 刪除遊戲版本

# dependency.download_all_and_continue
source: Download All And Continue
ar: تحميل الكل والمتابعة
da: Download alt og fortsæt
de: Alle herunterladen und fortfahren
es: Descargar todo y continuar
fi: Lataa kaikki ja jatka
fr: Télécharger tout et continuer
hi: सभी निर्भरताएं डाउनलोड करें और जारी रखें
it: Scarica tutto e continua
ja: すべての依存関係をダウンロードして続行
ko: 모든 의존성 다운로드 후 계속
nb: Last ned alt og fortsett
nl: Alles downloaden en doorgaan
pl: Pobierz wszystko i kontynuuj
pt: Baixar tudo e continuar
ru: Скачать все и продолжить
sv: Ladda ner allt och fortsätt
th: ดาวน์โหลดทั้งหมดและดำเนินการต่อ
tr: Tümünü indir ve devam et
vi: Tải xuống tất cả và tiếp tục
zh_hans: 下载所有依赖并继续
zh_hant: 下載所有依賴並繼續

# dependency.required_mods.title
source: Required Mods to Download
ar: الوحدات المطلوبة للتحميل
da: Påkrævede mods til download
de: Erforderliche Mods zum Herunterladen
es: Mods requeridos para descargar
fi: Ladattavat vaaditut modit
fr: Mods requis à télécharger
hi: डाउनलोड करने के लिए आवश्यक मॉड
it: Mod richiesti da scaricare
ja: ダウンロードが必要な必須mod
ko: 다운로드할 필수 모드
nb: Påkrevde mods for nedlasting
nl: Vereiste mods om te downloaden
pl: Wymagane mody do pobrania
pt: Mods obrigatórios para baixar
ru: Требуемые моды для загрузки
sv: Mods som krävs för nedladdning
th: ม็อดที่จำเป็นต้องดาวน์โหลด
tr: İndirilecek gerekli modlar
vi: Mod bắt buộc cần tải xuống
zh_hans: 待下载的前置Mod(必须）
zh_hant: 待下載的前置Mod(必須）

# dependency.version.picker
source: Select Version:
ar: اختر الإصدار:
da: Vælg version:
de: Version auswählen:
es: Seleccionar versión:
fi: Valitse versio:
fr: Sélectionner la version :
hi: संस्करण चुनें:
it: Seleziona versione:
ja: バージョンを選択：
ko: 버전 선택：
nb: Velg versjon:
nl: Versie selecteren:
pl: Wybierz wersję:
pt: Selecionar versão:
ru: Выбрать версию:
sv: Välj version:
th: เลือกเวอร์ชัน:
tr: Sürüm seç:
vi: Chọn phiên bản:
zh_hans: 选择版本：
zh_hant: 選取版本：

# download.core.title
source: Core Files
ar: الملفات الأساسية
da: Kernefiler
de: Kern-Dateien
es: Archivos principales
fi: Ydin tiedostot
fr: Fichiers principaux
hi: मुख्य फ़ाइलें
it: File principali
ja: コアファイル
ko: 핵심 파일
nb: Kjernefiler
nl: Kernbestanden
pl: Pliki główne
pt: Arquivos principais
ru: Основные файлы
sv: Kärnfiler
th: ไฟล์หลัก
tr: Çekirdek dosyalar
vi: Tệp tin cốt lõi
zh_hans: 核心文件
zh_hant: 核心檔案

# download.current.file
source: Current Step: %@
ar: الخطوة الحالية: %@
da: Nuværende trin: %@
de: Aktueller Schritt: %@
es: Paso actual: %@
fi: Nykyinen vaihe: %@
fr: Étape actuelle : %@
hi: वर्तमान चरण: %@
it: Passaggio corrente: %@
ja: 現在のステップ：%@
ko: 현재 단계：%@
nb: Gjeldende trinn: %@
nl: Huidige stap: %@
pl: Bieżący krok: %@
pt: Passo atual: %@
ru: Текущий шаг: %@
sv: Aktuellt steg: %@
th: ขั้นตอนปัจจุบัน: %@
tr: Mevcut adım: %@
vi: Bước hiện tại: %@
zh_hans: 当前步骤：%@
zh_hant: 當前步驟：%@

# download.files
source: Files: %d/%d
ar: الملفات: %d/%d
da: Filer: %d/%d
de: Dateien: %d/%d
es: Archivos: %d/%d
fi: Tiedostot: %d/%d
fr: Fichiers : %d/%d
hi: फ़ाइलें: %d/%d
it: File: %d/%d
ja: ファイル：%d/%d
ko: 파일：%d/%d
nb: Filer: %d/%d
nl: Bestanden: %d/%d
pl: Pliki: %d/%d
pt: Arquivos: %d/%d
ru: Файлы: %d/%d
sv: Filer: %d/%d
th: ไฟล์: %d/%d
tr: Dosyalar: %d/%d
vi: Tệp: %d/%d
zh_hans: 文件：%d/%d
zh_hant: 檔案：%d/%d

# download.no.tasks
source: No download tasks
ar: لا توجد مهام تحميل
da: Ingen downloadopgaver
de: Keine Download-Aufgaben
es: No hay tareas de descarga
fi: Ei lataustehtäviä
fr: Aucune tâche de téléchargement
hi: कोई डाउनलोड कार्य नहीं
it: Nessuna attività di download
ja: ダウンロードタスクがありません
ko: 다운로드 작업 없음
nb: Ingen nedlastingsoppgaver
nl: Geen downloadtaken
pl: Brak zadań pobierania
pt: Nenhuma tarefa de download
ru: Нет задач загрузки
sv: Inga nedladdningsuppgifter
th: ไม่มีงานดาวน์โหลด
tr: İndirme görevi yok
vi: Không có tác vụ tải xuống
zh_hans: 暂无下载任务
zh_hant: 暫無下載任務

# download.resources.title
source: Resource Files
ar: ملفات الموارد
da: Ressourcefiler
de: Ressourcen-Dateien
es: Archivos de recursos
fi: Resurssitiedostot
fr: Fichiers de ressources
hi: संसाधन फ़ाइलें
it: File di risorse
ja: リソースファイル
ko: 리소스 파일
nb: Ressursfiler
nl: Bronbestanden
pl: Pliki zasobów
pt: Arquivos de recursos
ru: Файлы ресурсов
sv: Resursfiler
th: ไฟล์ทรัพยากร
tr: Kaynak dosyalar
vi: Tệp tin tài nguyên
zh_hans: 资源文件
zh_hant: 資源檔案

source: Drop skin file here or click to select
ar: اسحب ملف السكن هنا أو انقر للاختيار
da: Træk skin-fil her eller klik for at vælge
de: Skin-Datei hier ablegen oder zum Auswählen klicken
es: Suelta el archivo de skin aquí o haz clic para seleccionar
fi: Pudota skin-tiedosto tähän tai klikkaa valitaksesi
fr: Déposez le fichier skin ici ou cliquez pour sélectionner
hi: स्किन फ़ाइल यहाँ छोड़ें या चुनने के लिए क्लिक करें
it: Rilascia il file skin qui o clicca per selezionare
ja: スキンファイルをここにドロップするか、クリックして選択
ko: 스킨 파일을 여기에 드롭하거나 클릭하여 선택
nb: Slipp skin-fil her eller klikk for å velge
nl: Sleep skin-bestand hierheen of klik om te selecteren
pl: Upuść plik skóry tutaj lub kliknij, aby wybrać
pt: Solte o arquivo de skin aqui ou clique para selecionar
ru: Перетащите файл скина сюда или нажмите для выбора
sv: Släpp skin-fil här eller klicka för att välja
th: วางไฟล์สกินที่นี่หรือคลิกเพื่อเลือก
tr: Skin dosyasını buraya bırakın veya seçmek için tıklayın
vi: Thả tệp skin vào đây hoặc nhấp để chọn
zh_hans: 将皮肤文件拖放到此处或点击选择
zh_hant: 將皮膚檔案拖放到此處或點擊選擇

# environment.client
source: Client
ar: العميل
da: Klient
es: Cliente
fi: Asiakas
hi: क्लाइंट
ja: クライアント
ko: 클라이언트
nb: Klient
pl: Klient
pt: Cliente
ru: Клиент
sv: Klient
th: ไคลเอนต์
tr: İstemci
vi: Máy khách
zh_hans: 客户端
zh_hant: 客戶端

# environment.server
source: Server
ar: الخادم
es: Servidor
fi: Palvelin
fr: Serveur
hi: सर्वर
ja: サーバー
ko: 서버
pl: Serwer
pt: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
vi: Máy chủ
zh_hans: 服务端
zh_hant: 服務端

# error.authentication.cape_equip_forbidden
source: No permission to equip cape (403)
ar: لا يوجد إذن لارتداء الرداء (403)
da: Ingen tilladelse til at udstyre kappe (403)
de: Keine Berechtigung zum Cape-Ausrüsten (403)
es: Sin permiso para equipar capa (403)
fi: Ei lupaa varustaa viittaa (403)
fr: Aucune autorisation pour équiper la cape (403)
hi: केप पहनने की अनुमति नहीं (403)
it: Nessun permesso per equipaggiare il mantello (403)
ja: ケープの装備権限がありません (403）
ko: 망토 착용 권한이 없습니다 (403）
nb: Ingen tillatelse til å utstyre kappe (403)
nl: Geen toestemming om cape uit te rusten (403)
pl: Brak uprawnień do wyposażenia peleryny (403)
pt: Sem permissão para equipar capa (403)
ru: Нет разрешения на экипировку плаща (403)
sv: Ingen behörighet att utrusta kappa (403)
th: ไม่มีสิทธิ์ในการสวมเสื้อคลุม (403)
tr: Pelerin kuşanma izni yok (403)
vi: Không có quyền trang bị áo choàng (403)
zh_hans: 没有装备斗篷的权限 (403）
zh_hant: 沒有裝備斗篷的權限 (403）

# error.authentication.insufficient_minecraft_entitlements
source: This Microsoft account has not purchased Minecraft or has insufficient entitlements, please log in with an account that has purchased Minecraft
ar: حساب Microsoft هذا لم يشترِ Minecraft أو ليس لديه أذونات كافية، يرجى تسجيل الدخول باستخدام حساب اشترى Minecraft
da: Denne Microsoft-konto har ikke købt Minecraft eller har utilstrækkelige tilladelser, log venligst ind med en konto, der har købt Minecraft
de: Dieses Microsoft-Konto hat Minecraft nicht gekauft oder hat unzureichende Berechtigungen, bitte melden Sie sich mit einem Konto an, das Minecraft gekauft hat
es: Esta cuenta de Microsoft no ha comprado Minecraft o no tiene permisos suficientes, inicia sesión con una cuenta que haya comprado Minecraft
fi: Tällä Microsoft-tilillä ei ole ostettu Minecraftia tai sillä ei ole riittäviä oikeuksia, kirjaudu sisään tilillä, jolla on ostettu Minecraft
fr: Ce compte Microsoft n'a pas acheté Minecraft ou n'a pas les autorisations suffisantes, veuillez vous connecter avec un compte qui a acheté Minecraft
hi: इस Microsoft खाते ने Minecraft खरीदा नहीं है या अपर्याप्त अधिकार हैं, कृपया एक खाते से लॉग इन करें जिसने Minecraft खरीदा है
it: Questo account Microsoft non ha acquistato Minecraft o non ha autorizzazioni sufficienti, accedi con un account che ha acquistato Minecraft
ja: このMicrosoftアカウントはMinecraftを購入していないか、権限が不足しています。Minecraftを購入したアカウントでログインしてください
ko: 이 Microsoft 계정은 Minecraft를 구매하지 않았거나 권한이 부족합니다。 Minecraft를 구매한 계정으로 로그인하세요
nb: Denne Microsoft-kontoen har ikke kjøpt Minecraft eller har utilstrekkelige rettigheter, logg inn med en konto som har kjøpt Minecraft
nl: Dit Microsoft-account heeft Minecraft niet gekocht of heeft onvoldoende rechten, log in met een account dat Minecraft heeft gekocht
pl: To konto Microsoft nie zakupiło Minecraft lub ma niewystarczające uprawnienia, zaloguj się kontem, które zakupiło Minecraft
pt: Esta conta Microsoft não comprou Minecraft ou não tem permissões suficientes, faça login com uma conta que comprou Minecraft
ru: Эта учётная запись Microsoft не приобрела Minecraft или имеет недостаточные права, войдите с учётной записью, которая приобрела Minecraft
sv: Detta Microsoft-konto har inte köpt Minecraft eller har otillräckliga rättigheter, logga in med ett konto som har köpt Minecraft
th: บัญชี Microsoft นี้ไม่ได้ซื้อ Minecraft หรือมีสิทธิ์ไม่เพียงพอ กรุณาเข้าสู่ระบบด้วยบัญชีที่ซื้อ Minecraft แล้ว
tr: Bu Microsoft hesabı Minecraft satın almadı veya yetersiz yetkilere sahip, lütfen Minecraft satın almış bir hesapla giriş yapın
vi: Tài khoản Microsoft này chưa mua Minecraft hoặc không đủ quyền, vui lòng đăng nhập bằng tài khoản đã mua Minecraft
zh_hans: 该Microsoft账户未购买Minecraft或权限不足，请使用已购买Minecraft的账户登录
zh_hant: 該Microsoft帳戶未購買Minecraft或權限不足，請使用已購買Minecraft的帳戶登入

# error.authentication.invalid_minecraft_token
source: Minecraft access token is invalid or expired
ar: رمز وصول Minecraft غير صالح أو منتهي الصلاحية
da: Minecraft adgangstoken er ugyldig eller udløbet
de: Minecraft-Zugriffstoken ist ungültig oder abgelaufen
es: El token de acceso de Minecraft no es válido o ha expirado
fi: Minecraft-pääsytunnus on virheellinen tai vanhentunut
fr: Le jeton d'accès Minecraft est invalide ou expiré
hi: Minecraft एक्सेस टोकन अमान्य या समाप्त हो गया है
it: Il token di accesso Minecraft non è valido o è scaduto
ja: Minecraftアクセストークンが無効または期限切れです
ko: Minecraft 액세스 토큰이 유효하지 않거나 만료되었습니다
nb: Minecraft tilgangstoken er ugyldig eller utløpt
nl: Minecraft toegangstoken is ongeldig of verlopen
pl: Token dostępu Minecraft jest nieprawidłowy lub wygasł
pt: Token de acesso do Minecraft é inválido ou expirado
ru: Токен доступа Minecraft недействителен или истёк
sv: Minecraft-åtkomsttoken är ogiltigt eller har gått ut
th: โทเค็นการเข้าถึง Minecraft ไม่ถูกต้องหรือหมดอายุแล้ว
tr: Minecraft erişim token'ı geçersiz veya süresi dolmuş
vi: Token truy cập Minecraft không hợp lệ hoặc đã hết hạn
zh_hans: Minecraft访问令牌无效或已过期
zh_hant: Minecraft存取權杖無效或已過期

# error.authentication.invalid_refresh_token
source: Refresh token is expired or invalid
ar: رمز التحديث منتهي الصلاحية أو غير صالح
da: Opdateringstoken er udløbet eller ugyldigt
de: Aktualisierungstoken ist abgelaufen oder ungültig
es: El token de actualización ha expirado o es inválido
fi: Päivitystunnus on vanhentunut tai virheellinen
fr: Le jeton d'actualisation a expiré ou est invalide
hi: रिफ्रेश टोकन समाप्त हो गया है या अमान्य है
it: Il token di aggiornamento è scaduto o non valido
ja: リフレッシュトークンが期限切れまたは無効です
ko: 새로 고침 토큰이 만료되었거나 유효하지 않습니다
nb: Oppdateringstoken er utløpt eller ugyldig
nl: Vernieuwingstoken is verlopen of ongeldig
pl: Token odświeżania wygasł lub jest nieprawidłowy
pt: Token de atualização expirou ou é inválido
ru: Токен обновления истёк или недействителен
sv: Uppdateringstoken har löpt ut eller är ogiltig
th: โทเค็นรีเฟรชหมดอายุหรือไม่ถูกต้อง
tr: Yenileme belirteci süresi dolmuş veya geçersiz
vi: Token làm mới đã hết hạn hoặc không hợp lệ
zh_hans: 刷新令牌已过期或无效
zh_hant: 重新整理權杖已過期或無效

# error.authentication.invalid_xbox_token
source: Minecraft authentication failed: Xbox Live token is invalid or expired
ar: فشل مصادقة Minecraft: رمز Xbox Live غير صالح أو منتهي الصلاحية
da: Minecraft godkendelse fejlede: Xbox Live token er ugyldig eller udløbet
de: Minecraft-Authentifizierung fehlgeschlagen: Xbox Live-Token ist ungültig oder abgelaufen
es: Error de autenticación de Minecraft: el token de Xbox Live no es válido o ha expirado
fi: Minecraft-todennus epäonnistui: Xbox Live -tunnus on virheellinen tai vanhentunut
fr: Échec de l'authentification Minecraft : le jeton Xbox Live est invalide ou expiré
hi: Minecraft प्रमाणीकरण विफल: Xbox Live टोकन अमान्य या समाप्त हो गया है
it: Autenticazione Minecraft fallita: il token Xbox Live non è valido o è scaduto
ja: Minecraft認証に失敗しました： Xbox Liveトークンが無効または期限切れです
ko: Minecraft 인증 실패： Xbox Live 토큰이 유효하지 않거나 만료되었습니다
nb: Minecraft autentisering feilet: Xbox Live-token er ugyldig eller utløpt
nl: Minecraft authenticatie mislukt: Xbox Live token is ongeldig of verlopen
pl: Uwierzytelnianie Minecraft nie powiodło się: token Xbox Live jest nieprawidłowy lub wygasł
pt: Falha na autenticação do Minecraft: token do Xbox Live é inválido ou expirado
ru: Ошибка аутентификации Minecraft: токен Xbox Live недействителен или истёк
sv: Minecraft-autentisering misslyckades: Xbox Live-token är ogiltigt eller har gått ut
th: การยืนยันตัวตน Minecraft ล้มเหลว: โทเค็น Xbox Live ไม่ถูกต้องหรือหมดอายุแล้ว
tr: Minecraft kimlik doğrulama başarısız: Xbox Live token geçersiz veya süresi dolmuş
vi: Xác thực Minecraft thất bại: token Xbox Live không hợp lệ hoặc đã hết hạn
zh_hans: Minecraft认证失败： Xbox Live令牌无效或已过期
zh_hant: Minecraft認證失敗： Xbox Live權杖無效或已過期

# error.authentication.minecraft
source: Minecraft Authentication Error
ar: خطأ في مصادقة Minecraft
da: Minecraft godkendelsesfejl
de: Minecraft-Authentifizierungsfehler
es: Error de autenticación de Minecraft
fi: Minecraft todennustusvirhe
fr: Erreur d'authentification Minecraft
hi: Minecraft प्रमाणीकरण त्रुटि
it: Errore di autenticazione Minecraft
ja: Minecraft認証エラー
ko: Minecraft 인증 오류
nb: Minecraft autentiseringsfeil
nl: Minecraft authenticatiefout
pl: Błąd uwierzytelniania Minecraft
pt: Erro de autenticação do Minecraft
ru: Ошибка аутентификации Minecraft
sv: Minecraft autentiseringsfel
th: ข้อผิดพลาดการยืนยันตัวตน Minecraft
tr: Minecraft kimlik doğrulama hatası
vi: Lỗi xác thực Minecraft
zh_hans: Minecraft认证错误
zh_hant: Minecraft認證錯誤

# error.authentication.minecraft_not_owned
source: Minecraft authentication failed: This Microsoft account does not own Minecraft
ar: فشل مصادقة Minecraft: حساب Microsoft هذا لا يمتلك Minecraft
da: Minecraft godkendelse fejlede: Denne Microsoft-konto ejer ikke Minecraft
de: Minecraft-Authentifizierung fehlgeschlagen: Dieses Microsoft-Konto besitzt Minecraft nicht
es: Error de autenticación de Minecraft: Esta cuenta de Microsoft no posee Minecraft
fi: Minecraft-todennus epäonnistui: Tällä Microsoft-tilillä ei ole Minecraftia
fr: Échec de l'authentification Minecraft : Ce compte Microsoft ne possède pas Minecraft
hi: Minecraft प्रमाणीकरण विफल: यह Microsoft खाता Minecraft का मालिक नहीं है
it: Autenticazione Minecraft fallita: Questo account Microsoft non possiede Minecraft
ja: Minecraft認証に失敗しました： このMicrosoftアカウントはMinecraftを所有していません
ko: Minecraft 인증 실패： 이 Microsoft 계정은 Minecraft를 소유하지 않습니다
nb: Minecraft autentisering feilet: Denne Microsoft-kontoen eier ikke Minecraft
nl: Minecraft authenticatie mislukt: Dit Microsoft-account bezit Minecraft niet
pl: Uwierzytelnianie Minecraft nie powiodło się: To konto Microsoft nie posiada Minecraft
pt: Falha na autenticação do Minecraft: Esta conta Microsoft não possui Minecraft
ru: Ошибка аутентификации Minecraft: Эта учётная запись Microsoft не владеет Minecraft
sv: Minecraft-autentisering misslyckades: Detta Microsoft-konto äger inte Minecraft
th: การยืนยันตัวตน Minecraft ล้มเหลว: บัญชี Microsoft นี้ไม่ได้เป็นเจ้าของ Minecraft
tr: Minecraft kimlik doğrulama başarısız: Bu Microsoft hesabı Minecraft'a sahip değil
vi: Xác thực Minecraft thất bại: Tài khoản Microsoft này không sở hữu Minecraft
zh_hans: Minecraft认证失败： 该Microsoft账户未购买Minecraft
zh_hant: Minecraft認證失敗： 該Microsoft帳戶未購買Minecraft

# error.authentication.minecraft_not_purchased
source: This account has not purchased Minecraft, please log in with a Microsoft account that owns Minecraft
ar: لم يتم شراء Minecraft على هذا الحساب، يرجى تسجيل الدخول باستخدام حساب Microsoft الذي يمتلك Minecraft
da: Denne konto har ikke købt Minecraft, log venligst ind med en Microsoft-konto, der ejer Minecraft
de: Dieses Konto hat Minecraft nicht gekauft, bitte melden Sie sich mit einem Microsoft-Konto an, das Minecraft besitzt
es: Esta cuenta no ha comprado Minecraft, inicia sesión con una cuenta de Microsoft que posea Minecraft
fi: Tämä tili ei ole ostanut Minecraftia, kirjaudu sisään Microsoft-tilillä, jolla on Minecraft
fr: Ce compte n'a pas acheté Minecraft, veuillez vous connecter avec un compte Microsoft qui possède Minecraft
hi: इस खाते ने Minecraft खरीदा नहीं है, कृपया एक Microsoft खाते से लॉग इन करें जो Minecraft का मालिक है
it: Questo account non ha acquistato Minecraft, accedi con un account Microsoft che possiede Minecraft
ja: このアカウントはMinecraftを購入していません。Minecraftを所有しているMicrosoftアカウントでログインしてください
ko: 이 계정은 Minecraft를 구매하지 않았습니다。 Minecraft를 소유한 Microsoft 계정으로 로그인하세요
nb: Denne kontoen har ikke kjøpt Minecraft, logg inn med en Microsoft-konto som eier Minecraft
nl: Dit account heeft Minecraft niet gekocht, log in met een Microsoft-account dat Minecraft bezit
pl: To konto nie zakupiło Minecraft, zaloguj się kontem Microsoft, które posiada Minecraft
pt: Esta conta não comprou Minecraft, faça login com uma conta Microsoft que possui Minecraft
ru: Эта учётная запись не приобрела Minecraft, войдите с учётной записью Microsoft, которая владеет Minecraft
sv: Detta konto har inte köpt Minecraft, logga in med ett Microsoft-konto som äger Minecraft
th: บัญชีนี้ไม่ได้ซื้อ Minecraft กรุณาเข้าสู่ระบบด้วยบัญชี Microsoft ที่เป็นเจ้าของ Minecraft
tr: Bu hesap Minecraft satın almadı, lütfen Minecraft'a sahip bir Microsoft hesabıyla giriş yapın
vi: Tài khoản này chưa mua Minecraft, vui lòng đăng nhập bằng tài khoản Microsoft sở hữu Minecraft
zh_hans: 该账户未购买Minecraft，请使用已购买Minecraft的Microsoft账户登录
zh_hant: 該帳戶未購買Minecraft，請使用已購買Minecraft的Microsoft帳戶登入
